Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitDeveloperTools/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.analyze
source: Analyze
ar: تحليل
bg: Анализирай
ca: Analitzar
cs: Analyzovat
da: Analyser
de: Analysieren
el: Ανάλυση
es: Analizar
es_419: Analizar
fi: Analysoi
fr: Analyser
fr_ca: Analyser
he: נתח
hi: विश्लेषण करें
hr: Analiziraj
hu: Elemzés
id: Analisis
it: Analizza
ja: 分析する
kk: Анализ жасау
ko: 분석
ms: 分析
nb: Analyser
nl: Analyseren
pl: Analizuj
pt_br: Analisar
pt_pt: Analisar
ro: Analizează
ru: Анализировать
sk: Analyzovať
sv: Analysera
th: วิเคราะห์
tr: Analiz Et
uk: Аналізувати
vi: Phân tích
zh_hans: 分析
zh_hant: 分析
zh_hk: 分析

# TK.Action.attachFile
source: Attach File
ar: إرفاق ملف
bg: Прикачи файл
ca: Adjuntar Fitxer
cs: Připojit soubor
da: Vedhæft fil
de: Datei anhängen
el: Επισύναψη Αρχείου
es: Adjuntar archivo
es_419: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre un fichier
fr_ca: Joindre un Fichier
he: צורף קובץ
hi: फाइल संलग्न करें
hr: Prikači datoteku
hu: Fájl csatolása
id: Lampirkan Berkas
it: Allega File
ja: ファイルを添付
kk: Файлды тіркеу
ko: 파일 첨부
ms: Lampirkan Fail
nb: Legg ved fil
nl: Bestand Bijvoegen
pl: Dołącz plik
pt_br: Anexar Arquivo
pt_pt: Anexar Ficheiro
ro: Atașează Fișier
ru: Прикрепить файл
sk: Priložiť súbor
sv: Bifoga fil
th: แนบไฟล์
tr: Dosya Ekle
uk: Прикріпити файл
vi: Đính kèm tệp
zh_hans: 附加文件
zh_hant: 附加檔案
zh_hk: 附加檔案

# TK.Action.build
source: Build
ar: بناء
bg: Сглобете
ca: Construir
cs: Sestavit
da: Byg
de: Erstellen
el: Κατασκευή
es: Construir
es_419: Construir
fi: Kokoa
fr: Construire
fr_ca: Construire
he: בנה
hi: बिल्ड करें
hr: Izgradi
hu: Építés
id: Bangun
it: Compila
ja: ビルドする
kk: Құрастыру
ko: 빌드
ms: 构建
nb: Bygg
nl: Bouwen
pl: Buduj
pt_br: Compilar
pt_pt: Compilar
ro: Construiește
ru: Собрать
sk: Sestaviť
sv: Bygg
th: จัดทำ
tr: Derle
uk: Збудувати
vi: Xây dựng
zh_hans: 编译
zh_hant: 建立
zh_hk: 构建

# TK.Action.clean
source: Clean
ar: تنظيف
bg: Изчисти проект
ca: Netejar
cs: Vyčistit
da: Rengør
de: Reinigen
el: Καθαριότητα
es: Limpiar
es_419: Limpiar
fi: Puhdista
fr: Nettoyer
fr_ca: Nettoyer
he: נקה
hi: साफ करें
hr: Očisti
hu: Tisztítás
id: Bersihkan
it: Pulisci
ja: クリーニングする
kk: Тазалау
ko: 정리하기
ms: Bersihkan
nb: Rengjør
nl: Schoonmaken
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Curăță
ru: Очистить
sk: Upratať
sv: Rensa
th: ทำความสะอาด
tr: Temizle
uk: Прибрати
vi: Làm sạch
zh_hans: 清理
zh_hant: 清理
zh_hk: 清理

# TK.Action.clone
source: Clone
ar: نسخ
bg: Клонирай
ca: Clonar
cs: Klonovat
da: Klon
de: Klonen
el: Κλωνοποίηση
es: Clonar
es_419: Duplicar
fi: Kloonaa
fr: Cloner
fr_ca: Cloner
he: שכפל
hi: क्लोन करें
hr: Kloniraj
hu: Klónozás
id: Klon
it: Clona
ja: クローンする
kk: Клонирование
ko: 복제하기
ms: Salin
nb: Kopier
nl: Dupliceren
pl: Klonuj
pt_br: Clonar
pt_pt: Clonar
ro: Clonare
ru: Клонировать
sk: Kopírovať
sv: Klona
th: ทำซ้ำ
tr: Kopyala
uk: Клонувати
vi: Nhân bản
zh_hans: 克隆
zh_hant: 複製
zh_hk: 克隆

# TK.Action.compile
source: Compile
ar: جمّع
bg: Компилирай
ca: Compilar
cs: Sestavit
da: Kompiler
de: Kompilieren
el: Συγκέντρωση
es: Compilar
es_419: Compilar
fi: Käännä
fr: Compiler
fr_ca: Compiler
he: לקמפל
hi: संकलित करें
hr: Kompajliraj
hu: Fordítás
id: Kompilasi
it: Compila
ja: コンパイルする
kk: Компиляциялау
ko: 컴파일
ms: Kompil
nb: Kompiler
nl: Compileren
pl: Kompiluj
pt_br: Compilar
pt_pt: Compilar
ro: Compilează
ru: Компилировать
sk: Skompilovať
sv: Kompilera
th: คอมไพล์
tr: Derleme
uk: Скомпілювати
vi: Biên dịch
zh_hans: 编译
zh_hant: 編譯
zh_hk: 編譯

# TK.Action.configure
source: Configure
ar: تكوين
bg: Конфигурирай
ca: Configurar
cs: Nakonfigurovat
da: Konfigurer
de: Konfigurieren
el: Ρύθμιση
es: Configurar
es_419: Configurar
fi: Konfiguroi
fr: Configurer
fr_ca: Configurer
he: הגדר
hi: कॉन्फ़िगर करें
hr: Konfiguriraj
hu: Beállítások konfigurálása
id: Konfigurasi
it: Configura
ja: 構成する
kk: Конфигурациялау
ko: 설정 구성
ms: Konfigurasikan
nb: Konfigurer
nl: Configureren
pl: Skonfiguruj
pt_br: Configurar
pt_pt: Configurar
ro: Configurează
ru: Настроить
sk: Nastaviť
sv: Konfigurera
th: ตั้งค่า
tr: Yapılandır
uk: Налаштувати
vi: Cấu hình
zh_hans: 配置
zh_hant: 配置
zh_hk: 配置

# TK.Action.debug
source: Debug
ar: تصحيح الأخطاء
bg: Отстрани грешка
ca: Depurar
cs: Debugovat
de: Debuggen
el: Αποσφαλμάτωση
es: Depurar
es_419: Depurar
fi: Virheenkorjaus
fr: Déboguer
fr_ca: Déboguer
he: נפה
hi: डिबग करें
hr: Otkloni grešku
hu: Hibakeresés
ja: デバッグする
kk: Қателерді жою
ko: 디버그
nb: Feilsøk
nl: Debuggen
pl: Debuguj
pt_br: Depurar
pt_pt: Depurar
ro: Depanează
ru: Отладить
sk: Ladiť
sv: Felsök
th: ดีบัก
tr: Hata Ayıkla
uk: Відлагодити
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 調試
zh_hk: 調試

# TK.Action.deploy
source: Deploy
ar: نشر
bg: Инсталирай
ca: Desplegar
cs: Nasadit
da: Udrul
de: Bereitstellen
el: Ανάπτυξη
es: Desplegar
es_419: Desplegar
fi: Käytä
fr: Déployer
fr_ca: Déployer
he: פרוס
hi: परियोजना तैनात करें
hr: Distribuiraj
hu: Kiosztás
id: Terapkan
it: Distribuisci
ja: デプロイする
kk: Жобаны орналастыру
ko: 배포
ms: Terapkan
nb: Distribuer
nl: Implementeren
pl: Wdróż
pt_br: Implantar
pt_pt: Implantar
ro: Deploiează
ru: Развернуть
sk: Nasadiť
sv: Distribuera
th: ปรับใช้งาน
tr: Yükle
uk: Впровадити
vi: Triển khai
zh_hans: 部署
zh_hant: 部署
zh_hk: 部署

# TK.Action.encrypt
source: Encrypt
ar: تشفير
bg: Шифровай
ca: Encriptar
cs: Šifrovat
da: Krypter
de: Verschlüsseln
el: Κρυπτογράφηση
es: Cifrar
es_419: Cifrar
fi: Salakirjoita
fr: Chiffrer
fr_ca: Chiffrer
he: הצפן
hi: एन्क्रिप्ट करें
hr: Šifriraj
hu: Titkosítás
id: Enkripsi
it: Cripta
ja: 暗号化する
kk: Шифрлау
ko: 암호화
ms: Sulitkan
nb: Krypter
nl: Versleutelen
pl: Szyfruj
pt_br: Criptografar
pt_pt: Cifrar
ro: Criptare
ru: Зашифровать
sk: Šifrovať
sv: Kryptera
th: เข้ารหัส
tr: Şifrele
uk: Шифрувати
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密
zh_hk: 加密

# TK.Action.format
source: Format
ar: التنسيق
bg: Формат
cs: Formát
el: Μορφή
es: Formato
es_419: Formatear
fi: Muoto
he: עיצוב
hi: फ़ॉर्मैट
hu: Formátum
it: Formatta
ja: フォーマット
kk: Формат
ko: 포맷
nb: Formatér
nl: Structuur
pt_br: Formatar
pt_pt: Formatar
ru: Формат
sk: Formát
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式
zh_hk: 格式

# TK.Action.generate
source: Generate
ar: توليد
bg: Генерирай
ca: Genera
cs: Generovat
da: Generer
de: Erzeugen
el: Δημιούργησε
es: Generar
es_419: Generar
fi: Generoi
fr: Générer
fr_ca: Générer
he: צור
hi: जनरेट करें
hr: Generiraj
hu: Generálás
id: Hasilkan
it: Genera
ja: 生成する
kk: Генерациялау
ko: 생성하기
ms: Hasilkan
nb: Generer
nl: Genereren
pl: Generuj
pt_br: Gerar
pt_pt: Gerar
ro: Generează
ru: Создать
sk: Generovať
sv: Generera
th: สร้าง
tr: Oluştur
uk: Генерувати
vi: Tạo ra
zh_hans: 生成
zh_hant: 生成
zh_hk: 生成

# TK.Action.index
source: Index
ar: فهرس
bg: Индексирай
ca: Indexa
da: Indeks
de: Index erstellen
el: Ευρετήριο
es: Índice
es_419: Índice
fi: Indeksoi
fr: Indexer
fr_ca: Indexer
he: אינדקס
hi: इंडेक्स बनाएं
hr: Indeksiraj
id: Indeks
it: Indicizza
ja: インデックス作成
kk: Индекстеу
ko: 색인
ms: Indeks
nb: Indekser
nl: Indexeren
pl: Indeks
pt_br: Indexar
pt_pt: Indexar
ro: Creează Indice
ru: Индекс
sv: Indexera
th: จัดทำดัชนี
tr: Dizin
uk: Індекс
vi: Lập chỉ mục
zh_hans: 索引
zh_hant: 索引
zh_hk: 索引

# TK.Action.inspect
source: Inspect
ar: فحص
bg: Прегледай
ca: Inspecciona
cs: Zkontrolovat
da: Gennemgå
de: Überprüfen
el: Επιθεώρηση
es: Inspeccionar
es_419: Inspeccionar
fi: Tarkista
fr: Inspecter
fr_ca: Inspecter
he: בדוק
hi: निरीक्षण करें
hr: Provjeri
hu: Ellenőrzés
id: Periksa
it: Controlla
ja: 検査する
kk: Тексеру
ko: 검토하기
ms: Periksa
nb: Kontroller
nl: Inspecteren
pl: Sprawdź
pt_br: Inspecionar
pt_pt: Inspecionar
ro: Inspectează
ru: Проверить
sk: Skontrolovať
sv: Inspektera
th: ตรวจสอบ
tr: Denetle
uk: Перевірити
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查
zh_hk: 检查

# TK.Action.install
source: Install
ar: تثبيت
bg: Инсталирай
ca: Instal·lar
cs: Nainstalovat
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
es_419: Instalar
fi: Asenna
fr: Installer
fr_ca: Installer
he: התקן
hi: इंस्टॉल करें
hr: Instaliraj
hu: Telepítés
id: Instal
it: Installa
ja: インストール
kk: Орнату
ko: 설치
ms: Pasang
nb: Installer
nl: Installeer
pl: Instaluj
pt_br: Instalar
pt_pt: Instalar
ro: Instalează
ru: Установить
sk: Inštalovať
sv: Installera
th: ติดตั้ง
tr: Yükle
uk: Інсталювати
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝
zh_hk: 安裝

# TK.Action.lint
source: Lint
ar: تحليل
bg: Анализирай
ca: Analitza
cs: Kontrolovat
de: Prüfen
fi: Tarkista koodi
fr: Analyser
fr_ca: Analyser
he: פני
hi: लिंट करें
hr: Analiziraj
it: Analizza
ja: リンティング
kk: Кодты тексеру
ko: 코드 분석하기
nb: Sjekk
pl: Sprawdź kod
pt_br: Analisar Código
pt_pt: Analisar
ro: Analizează Codul
ru: Анализировать
sk: Kontrola
sv: Linta
th: ตรวจสอบข้อผิดพลาด
tr: Kodu Kontrol Et
uk: Перевірити код
vi: Phân tích
zh_hans: 代码检查
zh_hant: 檢查
zh_hk: 分析代码

# TK.Action.log
source: Log
ar: تسجيل
bg: Запиши
ca: Registrar
cs: Zapsat
da: Registrer
de: Protokollieren
el: Καταγραφή
es: Registrar
es_419: Registrar
fi: Kirjaa
fr: Enregistrer
fr_ca: Enregistrer
he: תיעוד
hi: लॉग करें
hr: Zabilježi
hu: Naplózás
id: Catat
it: Registra
ja: 記録
kk: Журналға енгізу
ko: 기록
nb: Logg
nl: Leg vast
pl: Rejestruj
pt_br: Registrar
pt_pt: Registar
ro: Înregistrați
ru: Внести
sk: Zaznamenať
sv: Logga
th: บันทึก
tr: Günlüğe Kaydet
uk: Записати
vi: Ghi
zh_hans: 记录
zh_hant: 記錄
zh_hk: 記錄

# TK.Action.merge
source: Merge
ar: دمج
bg: Обедини
ca: Fusionar
cs: Sloučit
da: Kombiner
de: Zusammenführen
el: Συγχώνευση
es: Fusionar
es_419: Combinar
fi: Yhdistä
fr: Fusionner
fr_ca: Fusionner
he: מזג
hi: एअनुमान पूर्व यूरिट
hr: Spoji
hu: Egyesítés
id: Gabung
it: Unisci
ja: 結合
kk: Біріктіру
ko: 병합
ms: Gabung
nb: Slå sammen
nl: Voeg samen
pl: Złącz
pt_br: Combinar
pt_pt: Combinar
ro: Comasați
ru: Объединить
sk: Zlúčiť
sv: Slå ihop
th: รวม
tr: Birleştir
uk: Обʼєднати
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併
zh_hk: 合併

# TK.Action.monitor
source: Monitor
ar: مراقبة
bg: Следи
ca: Segueix
cs: Sledovat
da: Overvåg
de: Überwachen
el: Παρακολούθηση
es: Monitorear
es_419: Monitorear
fi: Seuraa
fr: Surveiller
fr_ca: Surveiller
he: נשק
hi: मॉनिटर करें
hr: Prati
hu: Megfigyelés
id: Pantau
it: Monitora
ja: システム状態を監視する
kk: Жүйенің күйін бақылау
ko: 상태 모니터링하기
ms: Pantau
nb: Overvåk
nl: Monitoren
pl: Monitoruj
pt_br: Monitorar
pt_pt: Monitorizar
ro: Monitorizează
ru: Мониторить
sk: Sledovať
sv: Övervaka
th: ติดตามผล
tr: İzle
uk: Слідкувати
vi: Giám sát
zh_hans: 监测
zh_hant: 監控
zh_hk: 监测

# TK.Action.parse
source: Parse
ar: تحليل
bg: Парсирай
ca: Analitzar
cs: Analyzovat
de: Parsen
el: Ανάλυση
es: Analizar
es_419: Analizar
fi: Jäsennä
fr: Analyser
fr_ca: Analyser
he: נתח
hi: विश्लेषण करें
hr: Parsiraj
hu: Elemz
it: Analizza
ja: 解析する
kk: Парсинг
ko: 구문 분석하기
ms: Tafsir
nb: Analyser
nl: Parseren
pl: Analizuj
pt_br: Analisar
pt_pt: Analisar
ro: Analizează
ru: Парсить
sk: Analyzovať
sv: Analysera
th: วิเคราะห์
tr: Parçala
uk: Розібрати
vi: Phân tích
zh_hans: 解析
zh_hant: 解析
zh_hk: 解析

# TK.Action.profile
source: Profile
ar: ملف التعريف
bg: Профил
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_419: Perfil
fi: Profiili
fr: Profil
fr_ca: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロファイル
kk: Профиль
ko: 프로파일
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Cấu hình hệ thống
zh_hans: 描述信息
zh_hant: 描述檔
zh_hk: 描述檔

# TK.Action.pull
source: Pull
ar: سحب
bg: Изтегли
ca: Extreure
cs: Stáhnout
da: Hent
el: Τράβηγμα
es: Extraer
es_419: Extraer
fi: Vedä
fr: Tirer
fr_ca: Tirer
he: משוך
hi: खींचें
hr: Povuci
hu: Húzás
id: Tarik
it: Estrai
ja: プル
kk: Алу
ko: 가져오기
ms: Tarik
nb: Hent
nl: Trek
pl: Pobierz
pt_br: Puxar
pt_pt: Extrair
ro: Trageți
ru: Вытащить
sk: Načať
sv: Dra
th: ดึง
tr: Çek
uk: Потягнути
vi: Kéo
zh_hans: 拉取
zh_hant: 拉取
zh_hk: 拉取

# TK.Action.push
source: Push
ar: الإشارات اللحظية
el: Ώθηση
es_419: Enviar
hi: पुश करें
hr: Proslijedi
hu: Push (átküldés)
ja: プッシュ
ko: 푸시
ms: Muat naik
nb: Pushe
th: ส่ง
tr: Anında İlet
zh_hans: 推送
zh_hant: 推播
zh_hk: 推送

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.rename
source: Rename
ar: إعادة تسمية
bg: Преименувай
ca: Canviar el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
es_419: Renombrar
fi: Nimeä uudelleen
fr: Renommer
fr_ca: Renommer
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ubah Nama
it: Rinomina
ja: 名前を変更する
kk: Атауын өзгерту
ko: 이름 변경하기
ms: Nama Semula
nb: Gi nytt navn
nl: Verander naam
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Alterar o nome
ro: Redenumește
ru: Переименовать
sk: Premenovať
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Adını Değiştir
uk: Перейменувати
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名
zh_hk: 重新命名

# TK.Action.replace
source: Replace
ar: استبدال
bg: Замени
ca: Substituir
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
es_419: Reemplazar
fi: Korvaa
fr: Remplacer
fr_ca: Remplacer
he: החלף
hi: बदलें
hr: Zamijeni
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換え
kk: Ауыстыру
ko: 대체하기
ms: Ganti
nb: Erstatt
nl: Vervang
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sv: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代
zh_hk: 取代

# TK.Action.reportIssue
source: Report Issue
ar: تقديم تقرير عن مشكلة
bg: Докладвай проблема
ca: Informar d'un problema
cs: Nahlásit problém
da: Rapportér problem
de: Problem melden
el: Αναφορά Προβλήματος
es: Reportar problema
es_419: Reportar problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
fr_ca: Signaler un problème
he: דווח על בעיה
hi: समस्या रिपोर्ट करें
hr: Prijavi problem
hu: Probléma bejelentése
id: Laporkan Masalah
it: Segnala problema
ja: 問題を報告する
kk: Мәселені хабарлау
ko: 문제 신고
ms: Laporkan Masalah
nb: Rapportere problem
nl: Probleem Rapporteren
pl: Zgłoś problem
pt_br: Relatar Problema
pt_pt: Reportar Problema
ro: Raportează problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera Problem
th: รายงานปัญหา
tr: Sorunu Bildir
uk: Повідомити про проблему
vi: Báo cáo vấn đề
zh_hans: 报告问题
zh_hant: 報告問題
zh_hk: 舉報問題

# TK.Action.resetProgress
source: Reset Progress
ar: إعادة تعيين التقدم
bg: Нулирай напредъка
ca: Reiniciar el progrés
cs: Resetovat pokrok
da: Nulstil fremskridt
de: Fortschritt zurücksetzen
el: Επαναφορά Προόδου
es: Restablecer progreso
es_419: Restablecer progreso
fi: Nollaa edistyminen
fr: Réinitialiser la progression
fr_ca: Réinitialiser les progrès
he: אפס התקדמות
hi: प्रगति रीसेट करें
hr: Resetiraj napredak
hu: Előrehaladás visszaállítása
id: Reset Progres
it: Reimposta progressi
ja: 進捗をリセット
kk: Прогресті қалпына келтіру
ko: 진행률 초기화
ms: Set semula Kemajuan
nb: Tilbakestill fremgang
nl: Voortgang Terugzetten
pl: Zresetuj postęp
pt_br: Reiniciar Progresso
pt_pt: Recomeçar Progresso
ro: Resetează progresul
ru: Сбросить прогресс
sk: Resetovať pokrok
sv: Återställ Framsteg
th: รีเซ็ตความก้าวหน้า
tr: Progresi Sıfırla
uk: Скинути прогрес
vi: Đặt lại tiến trình
zh_hans: 重置进度
zh_hant: 重置進度
zh_hk: 重置進度

# TK.Action.run
source: Run
ar: التشغيل
bg: Изпълни
ca: Córrer
cs: Spustit
da: Start
de: Ausführen
el: Τρέξιμο
es: Ejecutar
es_419: Ejecutar
fi: Suorita
fr: Exécuter
fr_ca: Exécuter
he: הפעל
hi: चलाएँ
hr: Trčanje
hu: Futtatás
id: Jalankan
it: Corsa
ja: 実行
kk: Жүгіру
ko: 실행
ms: Jalankan
nb: Utfør
nl: Voer uit
pl: Uruchom
pt_br: Executar
pt_pt: Executar
ro: Aleargă
ru: Воспроизвести
sk: Spustiť
sv: Löpning
th: วิ่ง
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_hans: 运行
zh_hant: 跑步
zh_hk: 跑步

# TK.Action.scan
source: Scan
ar: المسح الضوئي
bg: Сканирай
ca: Escanejar
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Numériser
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Digitalizar
ro: Scanare
ru: Сканирование
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 掃描

# TK.Action.switch
source: Switch
ar: تبديل
bg: Превключи
ca: Canviar
cs: Přepnout
da: Skift
de: Wechseln
el: Εναλλαγή
es: Cambiar
es_419: Cambiar
fi: Vaihda
fr: Changer
fr_ca: Basculer
he: החלף
hi: स्विच
hr: Prekidač
hu: Kapcsolás
id: Alihkan
it: Interruttore
ja: スイッチ
kk: Ауыстыру
ko: 스위치
ms: Suis
nb: Bytt
nl: Wissel
pl: Przełącz
pt_br: Alternar
pt_pt: Alternar
ro: Comută
ru: Переключить
sk: Prepnúť
sv: Växla
th: สวิตช์
tr: Değiştir
uk: Перемкнути
vi: Chuyển đổi
zh_hans: 开关
zh_hant: 開關
zh_hk: 開關

# TK.Action.test
source: Test
ar: اختبار
bg: Тествай
ca: Provar
cs: Otestovat
de: Testen
el: Δοκιμή
es: Probar
es_419: Probar
fi: Testaa
fr: Tester
fr_ca: Tester
he: מבחן
hi: परीक्षण करें
hr: Testiraj
hu: Teszt
id: Uji
ja: テストする
kk: Тестілеу
ko: 테스트
ms: Uji
nl: Testen
pl: Testuj
pt_br: Testar
pt_pt: Testar
ro: Testează
ru: Тестировать
sk: Testovať
sv: Testa
th: ทดสอบ
tr: Test Et
uk: Перевірити
vi: Kiểm Tra
zh_hans: 测试
zh_hant: 測試
zh_hk: 測試

# TK.Action.uninstall
source: Uninstall
ar: إلغاء التثبيت
bg: Деинсталирай
ca: Desinstal·lar
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
es_419: Desinstalar
fi: Poista asennus
fr: Désinstaller
fr_ca: Désinstaller
he: הסר
hi: अनइंस्टॉल करें
hr: Deinstaliraj
hu: Eltávolítás
id: Copot Instalasi
it: Disinstalla
ja: アンインストール
kk: Жою
ko: 제거
ms: Nyahpasang
nb: Avinstaller
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ro: Dezinstalați
ru: Удалить
sk: Odinštalovať
sv: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 卸載
zh_hk: 卸載

# TK.Action.uploadFile
source: Upload File
ar: تحميل ملف
bg: Качи файл
ca: Carregar fitxer
cs: Nahrát soubor
da: Upload Fil
de: Datei hochladen
el: Ανέβασε Έγγραφο
es: Subir Archivo
es_419: Subir Archivo
fi: Siirrä tiedosto
fr: Charger un fichier
fr_ca: Téléverser un fichier
he: העלה קובץ
hi: फाइल अपलोड करें
hr: Otpremi datoteku
hu: Fájl feltöltése
id: Unggah File
it: Carica File
ja: ファイルをアップロード
kk: Файлды жүктеу
ko: 파일 업로드
ms: Muat Naik Fail
nb: Last opp fil
nl: Upload bestand
pl: Prześlij plik
pt_br: Enviar Arquivo
pt_pt: Carregar Ficheiro
ro: Încarcă Fișierul
ru: Загрузить файл
sk: Nahrať súbor
sv: Ladda upp fil
th: อัปโหลดไฟล์
tr: Dosya Yükle
uk: Завантажити файл
vi: Tải Tệp Lên
zh_hans: 上传文件
zh_hant: 上傳檔案
zh_hk: 上載文件

# TK.Action.validate
source: Validate
ar: تحقق
bg: Валидиране
ca: Validar
cs: Ověřit
da: Valider
de: Validieren
el: Επικύρωση
es: Validar
es_419: Validar
fi: Vahvista
fr: Valider
fr_ca: Vérifier
he: אמת
hi: मान्यता दें
hr: Potvrdi
hu: Érvényesítés
id: Validasi
it: Verifica
ja: 検証
kk: Тексеру
ko: 검증
ms: Sahkan
nb: Bekreft
nl: Valideren
pl: Sprawdź
pt_br: Validar
pt_pt: Validar
ro: Verifică
ru: Подтвердить
sk: Overiť
sv: Verifiera
th: ตรวจสอบ
tr: Doğrula
uk: Перевірити
vi: Xác thực
zh_hans: 验证
zh_hant: 驗證
zh_hk: 驗證

# TK.Label.api
source: API
ar: واجهة برمجة التطبيقات
el: Διεπαφή API
vi: Giao diện API
zh_hk: 應用程式介面

# TK.Label.architecture
source: Architecture
ar: البنية
bg: Архитектура
ca: Arquitectura
cs: Architektura
da: Arkitektur
de: Architektur
el: Αρχιτεκτονική
es: Arquitectura
es_419: Arquitectura
fi: Arkkitehtuuri
he: ארכיטקטורה
hi: वास्तुकला
hr: Arhitektura
hu: Architektúra
id: Arsitektur
it: Architettura
ja: アーキテクチャ
kk: Мәліметтер құрылымы
ko: 구조
ms: Arsitektur
nb: Arkitektur
nl: Architectuur
pl: Architektura
pt_br: Arquitetura
pt_pt: Arquitetura
ro: Arhitectură
ru: Архитектура
sk: Architektúra
sv: Arkitektur
th: สถาปัตยกรรม
tr: Mimari
uk: Архітектура
vi: Kiến trúc
zh_hans: 架构
zh_hant: 架構
zh_hk: 架构

# TK.Label.assertions
source: Assertions
ar: التأكيدات
bg: Утвърждения
ca: Asserts
cs: Ověření
da: Antagelser
de: Behauptungen
el: Δηλώσεις
es: Afirmaciones
es_419: Afirmaciones
fi: Väitteet
he: הנחות
hi: असर्टियंस
hr: Provjere
hu: Megállapítások
id: Pernyataan
it: Asserzioni
ja: アサーション
kk: Тексерулер
ko: 검증
ms: Pernyataan
nb: Forutsetninger
pl: Asercje
pt_br: Asserções
pt_pt: Afirmações
ro: Afirmări
ru: Утверждения
sk: Asersie
sv: Assertioner
th: การยืนยัน
tr: İddialar
uk: Асертіви
vi: Khẳng định
zh_hans: 断言
zh_hant: 斷言
zh_hk: 断言

# TK.Label.branch
source: Branch
ar: فرع
bg: Клон
ca: Branca
cs: Větev
da: Gren
el: Κλάδος
es: Rama
es_419: Rama
fi: Haara
fr: Branche
fr_ca: Branche
he: סניף
hi: शाखा
hr: Grana
hu: Ág
id: Cabang
it: Ramo
ja: ブランチ
kk: Бөлік
ko: 브랜치
ms: Cawangan
nb: Gren
nl: Tak
pl: Gałąź
pt_br: Ramo
pt_pt: Ramificação
ro: Ramură
ru: Ветка
sk: Pobočka
sv: Gren
th: สาขา
tr: Dal
uk: Гілка
vi: Nhánh
zh_hans: 分支
zh_hant: 分支
zh_hk: 分支

# TK.Label.buildTime
source: Build Time
ar: وقت البناء
bg: Време за изграждане
ca: Temps de Compilació
cs: Čas sestavení
da: Byggetid
de: Bauzeit
el: Χρόνος Δημιουργίας
es: Tiempo de Construcción
es_419: Tiempo de construcción
fi: Rakennusaika
fr: Temps de construction
fr_ca: Temps de compilation
he: זמן בנייה
hi: निर्माण का समय
hr: Vrijeme izgradnje
hu: Építési idő
id: Waktu Pembangunan
it: Tempo di Costruzione
ja: ビルド時間
kk: Құрылым уақыты
ko: 빌드 시간
ms: Masa Pembinaan
nb: Byggetid
nl: Bouwtijd
pl: Czas budowy
pt_br: Tempo de Construção
pt_pt: Tempo de Compilação
ro: Timp de construcție
ru: Время сборки
sk: Čas zostavenia
sv: Byggtid
th: เวลาในการสร้าง
tr: İnşa Süresi
uk: Час складання
vi: Thời gian xây dựng
zh_hans: 构建时间
zh_hant: 構建時間
zh_hk: 构建时间

# TK.Label.certificates
source: Certificates
ar: شهادات
bg: Сертификати
ca: Certificats
cs: Certifikáty
da: Certifikater
de: Zertifikate
el: Πιστοποιητικά
es: Certificados
es_419: Certificados
fi: Todistukset
fr: Certificats
fr_ca: Certificats
he: תעודות
hi: प्रमाण पत्र
hr: Certifikati
hu: Tanúsítványok
id: Sertifikat
it: Certificati
ja: 証明書
kk: Сертификаттар
ko: 인증서
ms: Sijil
nb: Sertifikater
nl: Certificaten
pl: Certyfikaty
pt_br: Certificados
pt_pt: Certificados
ro: Certificări
ru: Сертификаты
sk: Certifikáty
sv: Certifikat
th: ใบรับรอง
tr: Sertifikalar
uk: Сертифікати
vi: Chứng chỉ
zh_hans: 证书
zh_hant: 證書
zh_hk: 证书

# TK.Label.class
source: Class
ar: فئة
bg: Клас
ca: Classe
cs: Třída
da: Klasse
de: Klasse
el: Κλάση
es: Clase
es_419: Clase
fi: Luokka
fr: Classe
fr_ca: Classe
he: כיתה
hi: कक्षा
hr: Klasa
hu: Osztály
id: Kelas
it: Classe
ja: クラス
kk: Сынып
ko: 클래스
ms: Kelas
nb: Klasse
nl: Klas
pl: Klasa
pt_br: Classe
pt_pt: Classe
ro: Clasă
ru: Класс
sk: Trieda
sv: Klass
th: ชั้นเรียน
tr: Sınıf
uk: Клас
vi: Lớp
zh_hans: 类
zh_hant: 類別
zh_hk: 类

# TK.Label.codeCoverage
source: Code Coverage
ar: تغطية الشيفرة
bg: Покритие на кода
ca: Cobertura de codi
cs: Pokrytí kódu
da: Kode dækning
de: Code-Abdeckung
el: Κάλυψη Κώδικα
es: Cobertura de Código
es_419: Cobertura de código
fi: Koodin kattavuus
fr: Couverture de code
fr_ca: Couverture de code
he: כיסוי קוד
hi: कोड कवरेज
hr: Pokriće Koda
hu: Kódlefedettség
id: Cakupan Kode
it: Copertura del codice
ja: コードカバレッジ
kk: Кодты қоршау
ko: 코드 커버리지
ms: Liputan Kod
nb: Kodedekning
nl: Code Dekking
pl: Pokrycie kodu
pt_br: Cobertura de Código
pt_pt: Cobertura de Código
ro: Acoperire cod
ru: Покрытие кода
sk: Pokrytie kódu
sv: Kodtäckning
th: การครอบคลุมโค้ด
tr: Kod Kapsamı
uk: Покриття коду
vi: Độ phủ mã
zh_hans: 代码覆盖率
zh_hant: 程式碼覆蓋率
zh_hk: 代碼覆蓋率
